---
kind: other
id: Properties.T:Autodesk.Revit.UI.FileSaveDialog
source: html/ad5b1577-a5f9-1cf9-9f66-e00eab67417c.htm
---
# FileSaveDialog Properties

The default entry (from the filter) to be selected in the dialog.